[
    {
        "title": "Junior Developer",
        "url": "https://hh.ru/vacancy/110325178",
        "salary": 200000,
        "description": "Сервис по набору подписчиков. Мы разработали инструмент для воронок, проверки подписки и выдачи подарков, который помогает блогерам увеличивать аудиторию. "
    },
    {
        "title": "Web-программист - стажер",
        "url": "https://hh.ru/vacancy/108858682",
        "salary": null,
        "description": "Как правильно работать с git-ом в команде. Писать автотесты на базе Selenium/<highlighttext>Python</highlighttext> (тестировщик). Создавать web-дизайны для реальных..."
    },
    {
        "title": "Junior Python Developer",
        "url": "https://hh.ru/vacancy/110412718",
        "salary": 65000,
        "description": null
    },
    {
        "title": "Junior+ Python разработчик",
        "url": "https://hh.ru/vacancy/110397098",
        "salary": 70000,
        "description": "Разработка и поддержка новых функциональных модулей системы. Интеграция с внешними API сторонних систем. Оптимизация работы микросервисов и базы данных. "
    },
    {
        "title": "Разработчик Django / Python",
        "url": "https://hh.ru/vacancy/110411464",
        "salary": 450,
        "description": "Разработка и поддержка веб-приложений на Django и <highlighttext>Python</highlighttext>. Участие в проектировании и улучшении архитектуры проектов. Оптимизация производительности и обеспечение..."
    },
    {
        "title": "QA engineer",
        "url": "https://hh.ru/vacancy/110110217",
        "salary": null,
        "description": "Выполнять функциональное тестирование веб- и мобильных приложений. Анализировать и тестировать требования. Писать тестовую документацию: чек-листы, тест-планы и тест..."
    },
    {
        "title": "QA Auto Python специалист с нагрузочным тестированием",
        "url": "https://hh.ru/vacancy/109462684",
        "salary": 200000,
        "description": "Предстоит участвовать в разработке и запуске автоматизированных тестов. Анализ производительности и взаимодействии с командами разработки для устранения выявленных проблем. "
    },
    {
        "title": "Младший Python разработчик",
        "url": "https://hh.ru/vacancy/109756686",
        "salary": null,
        "description": "Разработка и поддержка веб/десктоп-приложений: разработка функциональности, модулей, компонентов и интерфейсов с использованием различных языков программирования и технологий. "
    },
    {
        "title": "Python-разработчик",
        "url": "https://hh.ru/vacancy/110121148",
        "salary": 130000,
        "description": "Разработка Telegram-бота с использованием библиотеки <highlighttext>python</highlighttext>-telegram-bot. Настройка команд для загрузки и обработки файлов (PDF, Excel, DWG). "
    },
    {
        "title": "Python/Django Junior Backend-разработчик",
        "url": "https://hh.ru/vacancy/110134917",
        "salary": 60000,
        "description": "Участвовать в проектировании базы данных. Создавать интеграции с внешними сервисами. Дорабатывать существующие скрипты. Писать SQL-запросы. Разрабатывать админку и REST..."
    },
    {
        "title": "Senior/Middle+ Backend Developer",
        "url": "https://hh.ru/vacancy/108794013",
        "salary": null,
        "description": "Поддерживали программное обеспечение от написания до выкладки в продакшен. Умеете мониторить работу готового ПО и оперативно реагировать на проблемы. "
    },
    {
        "title": "Data Analyst (Стажер)",
        "url": "https://hh.ru/vacancy/110441537",
        "salary": null,
        "description": "BI системы (такие как Apache Superset, Yandex Datalens, Metabase и прч.) - создание и наполнение дашбордов. Написание SQL запросов, поддержка баз..."
    },
    {
        "title": "C++ developer to Berlin",
        "url": "https://hh.ru/vacancy/110048386",
        "salary": 7500,
        "description": "A working environment that makes this team stay and grow. Enough time to make sure that every detail of your..."
    },
    {
        "title": "QA Engineer - SuperApp",
        "url": "https://hh.ru/vacancy/110364955",
        "salary": null,
        "description": "Выполнение прогонов тест-кейсов по проекту. Разработка тестовых артефактов: чек-листы, чит-листы, тест-кейсы, планы тестирования. Фиксация и ведения..."
    },
    {
        "title": "Python разработчик",
        "url": "https://hh.ru/vacancy/110412671",
        "salary": null,
        "description": "Анализ API-сторонних сервисов и доработка собственных. Реализация stateless микросервисов. Разработка внутренних библиотек. Оптимизация узких мест в основной архитектуре продукта."
    },
    {
        "title": "Тестировщик",
        "url": "https://hh.ru/vacancy/109139039",
        "salary": null,
        "description": "Написание тестов к разрабатываемым системам и сервисам. Формирование правил тестирования и сценариев тестирования. Участие в приемке и передаче нового функционала. "
    },
    {
        "title": "Junior Java Developer",
        "url": "https://hh.ru/vacancy/110429201",
        "salary": 50000,
        "description": "Разработка нового и поддержка существующего функционала сервиса. Участие в разработке мобильных приложений сервиса."
    },
    {
        "title": "Специалист по тестированию ПО (middle)/QA",
        "url": "https://hh.ru/vacancy/110305715",
        "salary": null,
        "description": "Работать с большой и сложной системой с непростой архитектурой и местами с не слишком хорошо структурированной базой знаний. "
    },
    {
        "title": "Backend-разработчик",
        "url": "https://hh.ru/vacancy/110325720",
        "salary": null,
        "description": "Разработка и поддержка серверной части веб-приложений на <highlighttext>Python</highlighttext>. Проектирование и оптимизация баз данных. Создание и поддержка REST API. "
    },
    {
        "title": "ГИС специалист",
        "url": "https://hh.ru/vacancy/110324773",
        "salary": 117000,
        "description": "Работа с массивами данных в ГИС, сопровождение, наполнение и актуализация базы пространственных данных по объектам ПАО «Транснефть». Сбор, обработка, структурирование..."
    }
]